acpi
alacritty
alsa-utils
base
base-devel
cbatticon
chromium
cmake
dhcpcd
discord
dmenu
dunst
efibootmgr
evtest
gcc
git
htop
intel-ucode
iw
iwd
light
linux
linux-firmware
lshw
lsof
lua
luarocks
make
man-db
mesa-utils
neofetch
nitrogen
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
openssh
otf-aurulent-nerd
pacman
pamixer
pavucontrol
picom
playerctl
pulseaudio
python
python-iwlib
python-pip
qtile
ripgrep
rofi
ruby
rust
scrot
slack-desktop
speedtest-cli
spotify-launcher
starship
sudo
tmux
unclutter
vi
wget
xbindkeys
xclip
xf86-video-intel
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
zsh
